class RecentWork {
  final String? image, category, title;
  final int? id;

  RecentWork({this.id, this.image, this.category, this.title});
}
class RecentWorkOut {
  final String? image, category, title;
  final int? id;

  RecentWorkOut({this.id, this.image, this.category, this.title});
}

List<RecentWork> recentWorks = [
  RecentWork(
    id: 1,
    title: "مشروع دواجن الوركاء/ مشروع متكامل ",
    category: "1-مشروع دواجن الوركاء/ مشروع متكامل  مساحة الأرض الخاصة بالمشروع: (1,212.12) دونم أي ما يعادل (3,030,301) م2 .القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – قضاء السلمان – مقاطعة 1 السلمان – قطعة رقم 1 العميد.الطاقة الإنتاجية للمشروع: 16,215,164 كغم/السنة من لحم الدجاج & 5,148,000 بيضة تفقيس/السنة قوانص.عدد قاعات التربية: 12 قاعة تربية لدجاج أمهات بياض التفقيس & 120 قاعة لتربية فروج اللحم.كلفة انشاء وتجهيز المشروع بالمعدات: 53,660,916,100 دينار عراقي.الكلفة التشغيلية للمشروع: 33,986,983,744 دينار عراقي.قيمة الاندثار السنوي: 3,507,754,285 دينار عراقي.قيمة صافي الربح السنوي: 24,734,607,971 دينار عراقي.فترة استرداد راس المال: 66 شهر.نسبة العائد السنوي لرأس المال: 46%.تاريخ اعداد الدراسات: تموز – 2020.",
    image: "assets/images/photo_2023-10-31_21-19-10.jpg",
  ),
  RecentWork(
    id: 2,
    title: "مشروع الوركاء لإنتاج بيض المائدة",
    category: " 2-مشروع الوركاء لإنتاج بيض المائدةمساحة الأرض الخاصة بالمشروع: (1,179.172) دونم أي ما يعادل (2,947,930) م2 .القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – قضاء السلمان – مقاطعة 1 السلمان – القطعة المرقمة 1 السلحوبية.الطاقة الإنتاجية للمشروع: 21,154,960,000 بيضة/السنة.	عدد قاعات التربية: 120 قاعة (24 قاعة تربية أولية و96 قاعة للإنتاج).كلفة انشاء وتجهيز المشروع بالمعدات: 54,720,810,784 دينار عراقي.الكلفة التشغيلية للمشروع: 54,720,000,000 دينار عراقي.قيمة الاندثار السنوي: 7,804,147,778 دينار عراقي.قيمة صافي الربح السنوي: 118,537,852,222 دينار عراقي.فترة استرداد راس المال: 48 شهر.نسبة العائد السنوي لرأس المال: 128%.تاريخ اعداد الدراسات: تموز – 2020.",
    image: "assets/images/photo_2023-10-31_21-19-21.jpg",
  ),
  RecentWork(
    id: 3,
    title: "مشروع الوركاء لتربية الأسماك بالنظام المغلق",
    category: " 3-مشروع الوركاء لتربية الأسماك بالنظام المغلقمساحة الأرض الخاصة بالمشروع: (855.15) دونم أي ما يعادل (2,137,875) م2.القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – قضاء السلمان – مقاطعة 1 الشيخة – قطعة رقم 1.الطاقة الإنتاجية للمشروع: 14,396,868 كغم/السنة.عدد قاعات التربية: 128 قاعة.كلفة انشاء وتجهيز المشروع بالمعدات: 83,637,760,000 دينار عراقي.الكلفة التشغيلية للمشروع: 19,032,659,496 دينار عراقي.قيمة الاندثار السنوي: 4,999,814,500 دينار عراقي.قيمة صافي الربح السنوي: 26,356,537,004 دينار عراقي.فترة استرداد راس المال: 66 شهر.نسبة العائد السنوي لرأس المال: 31 %.تاريخ اعداد الدراسات: تموز – 2020.",
    image: "assets/images/photo_2023-10-31_21-19-26.jpg",
  ),
  RecentWork(
    id: 4,
    title: " مشروع الوركاء لتربية الأسماك بالنظام المغلق",
    category: "4-مشروع الوركاء لتربية الأسماك بالنظام المغلقمساحة الأرض الخاصة بالمشروع: (7.071.24) دونم أي ما يعادل (17,687,100) م2.القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – السلمان – مقاطعة 1 الشيخة – قطعة رقم 1.كلفة انشاء وتجهيز المشروع بالمعدات: 90,852,381,620 دينار عراقي.الكلفة التشغيلية للمشروع: 5,171,040,000 دينار عراقي.قيمة الاندثار السنوي: 3,494,256,740 دينار عراقي.قيمة صافي الربح السنوي: 31,098,203,260 دينار عراقي.فترة استرداد راس المال: 48 شهر.نسبة العائد السنوي لرأس المال: 32.96 %.تاريخ اعداد الدراسات: تموز – 2020.",
    image: "assets/images/photo_2023-10-31_21-19-30.jpg",
  ),
  RecentWork(
    id: 5,
    title: "مشروع ابقار الوركاء/ مشروع متكامل",
    category: "5-مشروع ابقار الوركاء/ مشروع متكاملمساحة الأرض الخاصة بالمشروع: (8.179.3) دونم أي ما يعادل (20,448,368) م2.القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – السلمان – مقاطعة 1 الشيخة – قطعة رقم 1.عدد حضائر تربية الابقار الحلوب المغلقة: 90 حضيرة.عدد حضائر تربية الابقار الحلوب المفتوحة: 60 حضيرة.كلفة انشاء وتجهيز المشروع بالمعدات: 192,133,399,155 دينار عراقي.كلفة شراء 6,000 بقرة (اباكير) نوع فريزين هولشتاين: 30,000,000,000 دينار عراقي.الطاقة الإنتاجية للحليب الخام: 87,6000,000 لتر/سنة.الطاقة الإنتاجية للألبان: 90.240 طن/سنةالكلفة التشغيلية للمشروع: 177,098,400,000 دينار عراقي.قيمة الاندثار السنوي: 17,935,656,766 دينار عراقي.قيمة اجمالي المبيعات السنوية: 337,080,000,000قيمة صافي الربح السنوي: 142,045,943,234 دينار عراقي.فترة استرداد راس المال: 48 شهر.نسبة العائد السنوي لرأس المال: 74 %.تاريخ اعداد الدراسات: تموز – 2020.",
    image: "assets/images/photo_2023-10-31_21-19-34.jpg",
  ),
  RecentWork(
    id: 6,
    title: "مشروع الوركاء لتربية وتسمين العجول",
    category: "6-مشروع الوركاء لتربية وتسمين العجولمساحة الأرض الخاصة بالمشروع: (2.819) دونم أي ما يعادل (7,045,233) م2.القائم بالدراسة والتصاميم: شركة الخيرات العراقية لاستثمارات الثروة الحيوانية والزراعية والصناعية الغذائية واعداد الدراسات.عنوان المشروع: محافظة المثنى – السلمان – مقاطعة 1 الشيخة – قطعة رقم 1.عدد حضائر تربية العجول: 60 حضيرة + مجزرة.كلفة انشاء وتجهيز المشروع بالمعدات: 79,886,940,392 دينار عراقي.الطاقة الإنتاجية للحوم العجول: 5,130,000 كغم/سنة.الكلفة التشغيلية للمشروع: 14,056,200,000 دينار عراقي.قيمة الاندثار السنوي: 6,331,056,760 دينار عراقي.قيمة اجمالي المبيعات السنوية: 39,358,500,000 دينار عراقي.قيمة صافي الربح السنوي: 18,971,243,240 دينار عراقي.فترة استرداد راس المال: 48 شهر.نسبة العائد السنوي لرأس المال: 24 %.تاريخ اعداد الدراسات: تشرين الاول – 2020.",
    image: "assets/images/photo_2023-10-31_21-42-33.jpg",
  ),
];

List<RecentWorkOut> recentWorksOut = [
  RecentWorkOut(
    id: 1,
    title: "مشروع دواجن سيزان في أذربيجان",
    category: " ",
    image: "assets/images/work_1.png",
  ),
  RecentWorkOut(
    id: 2,
    title: "مشروع دواجن امشلي في اذربيجان",
    category: " ",
    image: "assets/images/work_2.png",
  ),
  RecentWorkOut(
    id: 3,
    title: "مشروع دواجن جبلة في اذربيجان",
    category: " ",
    image: "assets/images/work_3.png",
  ),
  RecentWorkOut(
    id: 4,
    title: "مشروع دواجن مأرب في اليمن",
    category: " ",
    image: "assets/images/work_4.png",
  ),
  RecentWorkOut(
    id: 5,
    title: "مشروع ابوظبي في الأمارات العربية المتحدة",
    category: " ",
    image: "assets/images/work_4.png",
  ),
  RecentWorkOut(
    id: 6,
    title: "مشروع دواجن طنجة في المغرب",
    category: " ",
    image: "assets/images/work_4.png",
  ),
  RecentWorkOut(
    id: 7,
    title: "مشروع ابوظبي في الأمارات العربية المتحدة",
    category: " ",
    image: "assets/images/work_4.png",
  ),
  RecentWorkOut(
    id: 8,
    title: "مشروع دواجن طنجة في المغرب",
    category: " ",
    image: "assets/images/work_4.png",
  ),


];
